Repository: 4teamwork/ftw.favorite
Catalog: ftw/favorite/locales/*/LC_MESSAGES/ftw.favorite.po
Languages: de

source: ${title} has been added to your Favorites.
de: ${title} wurde zu den Favoriten hinzugefügt

source: Add Favorite Portlet
de: Favoriten Portlet hinzufügen

source: Add to Favorites
de: Zu den Favoriten hinzufügen

source: Add to your Favorites.
de: Zu den Favoriten hinzufügen.

source: Can't access home folder. Favorite is not added.
de: Kann den Favoriten Ordner nicht erreichen/erstellen. Favorit wurde nicht hinzugefügt

source: Edit Favorite Portlet
de: Favoriten Portlet bearbeiten

source: Favorites
de: Favoriten

source: How many items to list.
de: Geben Sie eine Zahl ein.

source: Number of items to display
de: Anzahl der Favoriten, die aufgelistet werden

source: There was a problem adding ${title} to your Favorites.
de: ${title} konnte nicht zu den Favoriten hinzugefügt werden.

source: This portlet displays your Favorites
de: Dieses Portlet zeigt Ihre Favoriten an.

source: box_favorites
de: Favoriten

source: box_no_fav_items
de: keine Favoriten

source: title_favourites_portlet
de: Favoriten
